Repository: vijju1608/VRF
Catalog: JCHVRF/frmMain.*.resx
Languages: de, fr, it, zh_cn

# cancelCoolingOnlyToolStripMenuItem.Text
source: Cancel Use Of Cooling Operation
de: Kühlmodus stornieren
it: Annulla Usa il funzionamento di raffreddamento

# convertToCHBoxToolStripMenuItem.Text
source: Convert To CH Box
de: In CH-Box konvertieren
fr: Convertir en CH Box
it: Converti in casella CH
zh_cn: 转换为CH Box

# deleteMultiCHBoxToolStripMenuItem.Text
source: Delete Multiple CH Box
de: Löschen Sie mehrere CH-Box
fr: Supprimer plusieurs CH Box
it: Elimina più caselle CH
zh_cn: 删除Multiple CH Box

# gbRptContents.Text
source: Report contents
de: Inhalt des Berichtes
fr: Contenu des rapports
it: Contenuti della relazione
zh_cn: 报告内容

# gbRptDXFFilePath.Text
source: Output dxf files
de: Ausgabe dxf-Datei
fr: Fichiers dxf
it: Elaborato in dxf
zh_cn: 输出 DXF 文件路径

# gbRptFilePath.Text
source: Output report files
de: Ausgabe Berichtsdateien
fr: Fichiers des rapports
it: Relazione di progetto
zh_cn: 输出报告文件路径

# gbRptSystem.Text
source: Report contents
de: Inhalt des Berichtes
fr: Contenu des rapports
it: Contenuti della relazione
zh_cn: 报告包含的系统

# jcbtnAddCP.Text
source: Add CP
de: Rohrleitung hinzufügen
fr: Collecteur
it: Aggiungi CP
zh_cn: 添加梳形管

# jcbtnAddMultipleCHBox.Text
source: Add Multiple CH Box
de: Fügen Sie mehrere CH-Boxen hinzu
fr: Boitier multi CH Box
it: Aggiungi più CH Box
zh_cn: 添加Multiple CH Box

# jcbtnControllerWiringFitWindow.Text
source: Fit Window
de: Fenster anpassen
fr: Ajuster à l’écran
it: Adatta finestra
zh_cn: 自适应窗口

# jcbtnFitWindow.Text
source: Fit Window
de: Fenster anpassen
fr: Ajuster à l’écran
it: Adatta finestra
zh_cn: 自适应窗口

# jcbtnFitWindow1.Text
source: Fit Window
de: Fenster anpassen
fr: Ajuster à l’écran
it: Adatta finestra
zh_cn: 自适应窗口

# jcbtnManageRoom.Text
source: Manage Room
de: Raumverwaltung
fr: Définir des pièces
it: Gestisci camera
zh_cn: 管理房间

# jcbtnManageRoom1.Text
source: Manage Room
de: Raumverwaltung
fr: Définir les pièces
it: Gestisci camera
zh_cn: 管理房间

# jcbtnManualPiping.Text
source: Manual Piping
de: Manuelle Verrohrung
fr: Tracé manuel de la tuyauterie
it: Disegno tubazioni manuale
zh_cn: 手工配管

# jcbtnOutputReport.Text
source: Output report
de: Ausgabe Bericht
fr: Rapport Word
it: Relazione
zh_cn: 输出报告

# jcbtnOutputSpreadsheet.Text
source: Output spreadsheet
de: Ausgabe Tabellen
fr: Rapport Excel
it: Fogli di calcolo
zh_cn: 输出电子表格

# jcbtnPipingLengths.Text
source: Piping Lengths
de: Verrohrungslängen
fr: Synthèse tuyauterie
it: Lunghezza tubazioni
zh_cn: 管长

# jcbtnReset.Text
source: Reset
de: Zurücksetzen
fr: Ré initialiser
it: Riparti
zh_cn: 重置

# jcbtnRptBrowse.Text
source: Browse...
de: Suchen
fr: Parcourir...
it: Cerca
zh_cn: 浏览...

# jcbtnRptDXFBrowse.Text
source: Browse...
de: Suchen
fr: Parcourir...
it: Cerca
zh_cn: 浏览...

# jcbtnRptDXFOutput.Text
source: Output dxf files
de: Ausgabe dxf-Datei
fr: Fichiers dxf
it: Elaborato in dxf
zh_cn: 输出 DXF

# jcbtnRptDXFPathClear.Text
source: Clear
de: Löschen
fr: Nettoyer
it: Cancella
zh_cn: 清空

# jcbtnRptPathClear.Text
source: Clear
de: Löschen
fr: Nettoyer
it: Cancella
zh_cn: 清空

# jcbtnRptPipingOutput.Text
source: Output Piping Image
de: Ausgabe Verrohrungsschema
fr: Export schéma tuyauterie
it: Outuput tubazioni in formato immagine
zh_cn: 输出配管图

# jcbtnRptWiringOutput.Text
source: Output Wiring Image
de: Ausgabe Verkabelungsschema
fr: Export schéma électrique
it: Outuput collegamenti in formato immagine
zh_cn: 输出配线图

# jcbtnVarification.Text
source: Verification
de: Überprüfung
fr: Vérification
it: Verifica
zh_cn: 校验

# jclbl1.Text
source: Room information
de: Rauminformation
fr: Information pièce
it: Informazioni camera
zh_cn: 房间信息

# jclbl2.Text
source: Indoor unit details
de: Details Innengerät
fr: Détail intérieur
it: Specifiche unità interna
zh_cn: 室内机信息

# jclbl3.Text
source: Outdoor unit details
de: Details Außengerät
fr: Détail extérieur
it: Specifiche unità esterna
zh_cn: 室外机信息

# jclbl4.Text
source: Piping diagrams
de: Verrohrungsschema
fr: Tuyauterie
it: Schema tubazioni frifgorifere
zh_cn: 配管信息

# jclbl5.Text
source: Wiring diagrams
de: Verkabelungsschema
fr: Câblage
it: Schema cablaggio
zh_cn: 布线信息

# jclbl6.Text
source: Controllers
de: Regelungsschema
fr: Contrôleur
it: Diagrammi di controllo
zh_cn: 控制器信息

# jclblActualRatio.Text
source: Actual %
de: Aktuel
fr: Réel
it: Effettivo
zh_cn: 实际值

# jclblAvailableC.Text
source: Available
de: Verfügbar
fr: Disponible
it: Disponibile
zh_cn: 可用

# jclblAvailableC1.Text
source: Available
de: Verfügbar
fr: Disponible
it: Disponibile
zh_cn: 可用

# jclblAvailableC2.Text
source: Available
de: Verfügbar
fr: Disponible
it: Disponibile
zh_cn: 可用

# jclblAvailableH.Text
source: Available
de: Verfügbar
fr: Disponible
it: Disponibile
zh_cn: 可用

# jclblAvailableH1.Text
source: Available
de: Verfügbar
fr: Disponible
it: Disponibile
zh_cn: 可用

# jclblCapacityC.Text
source: Capacity
de: Leistung
fr: Puissance
it: Capacità
zh_cn: 容量

# jclblCapacityC1.Text
source: Capacity
de: Leistung
fr: Puissance
it: Capacità
zh_cn: 容量

# jclblConnectionRadio.Text
source: Ratio
de: Rate
it: Rapporto
zh_cn: 配比率

# jclblControllerWiringGroups.Text
source: Control Groups
de: Regelungsgruppen
fr: Groupes de contrôles
it: Gruppo di controllo
zh_cn: 控制器组

# jclblControllerWiringScale.Text
source: Scale %
de: Maßstab %
fr: % d'échelle
it: Scala %
zh_cn: 缩放 %

# jclblController_help1.Text
source: 1.BACnet控制器方式下一个控制组最多只能允许16个主控制装置，包括BAS、开关控制器及最多4个触摸屏控制器
de: 1.An ein BACnet-Protokollsteuersystem können bis zu 16 Master-Regler angeschlossen werden (BAS, ON / OFF-Rgeler oder max. 4 Zentralregler).
fr: 1. Une passerelle BACnet peut gérer jusqu'à 16 télécommandes maîtres ou jusqu'à 4 commandes centralisées
it: 1. Mediante il sistema di controllo BACnet è possibile collegare fino a 16 controlli master che includano BAS, accensione/spegnimento o un massimo di 4 controlli centralizzati.

# jclblController_help2.Text
source: 2. Modbus控制器方式下一个控制组最多只能允许1个主控制装置，包括BAS、开关控制器或触摸屏控制器
de: 2. Ein Modbus-Protokoll-Steuersystem kann nur mit einem Master-Rgeler verbunden werden (BAS, ON / OFF-Regler oder zentralen Regler).
fr: 2. Une passerelleModbus peut gérer une seule télécommande maître ou une commandes centralisée
it: 2. Mediante il sistema di controllo MODbus è possibile collegare solo 1 controllo master che includa BAS, accensione/spegnimento o un controllo centralizzzato.

# jclblCooling.Text
source: Cooling
de: Kühlen
fr: Refroidissement
it: Raffrescamento
zh_cn: 制冷

# jclblCooling1.Text
source: Cooling
de: Kühlen
fr: Refroidissement
it: Raffrescamento
zh_cn: 制冷

# jclblDeliveryDate.Text
source: Delivery date
de: Gewünschter Liefertermin
fr: Date de livraison demandée
it: Data di consegna richiesta
zh_cn: 运输要求日期

# jclblHeating.Text
source: Heating
de: Heizung
fr: Chauffage
it: Riscaldamento
zh_cn: 制热

# jclblHeating1.Text
source: Heating
de: Heizung
fr: Chauffage
it: Riscaldamento
zh_cn: 制热

# jclblHelp_Project_1.Text
source: 1.退出时, 程序将自动保存最新的更改信息
de: 1. Das Programm speichert alle geänderten Informationen beim Beenden der Software.
fr: 1. Le programme sauvera toutes les informations modifiées quand vous quittez le programme
it: 1. Il programma salverà tutte le informazioni modificate all'uscita dal software.

# jclblHelp_Project_2.Text
source: 2.Selection Mode包含三种情况：Cooling、Heating、Cooling + Heating
de: 2. Es gibt drei Auswahlmodi: Kühlen, Heizen, Kühlen und Heizen.
fr: 2. 3 modes de sélection: Refroidissement, chauffage, refroidissement et chauffage
it: 2. Vi sono tre modalità di selezione: Raffrescamento, Riscaldamento, Raffrescamento e Riscaldamento.
zh_cn: 2. 选型模式包含三种情况：按制冷、按制热、按制冷和制热。

# jclblIncluded.Text
source: Included
de: Inbegriffen
fr: Inclus
it: Incluso
zh_cn: 包含

# jclblInDBCool.Text
source: DB
de: TK
fr: B.S.
it: BS
zh_cn: 干球

# jclblIndModel.Text
source: Model
fr: Modèle
it: Modello
zh_cn: 型号

# jclblIndoorList.Text
source: Not assigned indoors
de: Nicht zugewiesene Innengeräte
fr: Unités intérieures non affectées
it: Unità interne non assegnate
zh_cn: 尚未分配的室内机

# jclblIndoorType.Text
source: Indoor Type
de: Innengerätetyp
fr: Type unité intérieure
it: Tipologia unità interna
zh_cn: 类型

# jclblIndRH.Text
source: RH %
de: rel. Luftfeuchte
fr: H.R. %
it: UR%
zh_cn: 相对湿度 %

# jclblInfoAddRefrigeration.Text
source: Please double click the link line to input length data manually before calculating the refrigerant charging!
de: Bitte doppelklicken Sie auf die Verbindungslinie, um die Längenangaben manuell einzugeben, bevor Sie die Kältemittelfüllung berechnen!
fr: Double cliquer sur la ligne de liaison pour entrer manuellement la longueur avant de calculer la charge de réfrigérant
it: Fare doppio clic sulla linea di collegamento per inserire manualmente i dati di lunghezza prima di calcolare la carica del refrigerante!
zh_cn: 请双击图中连接线，手工输入每段配管参数，才能计算冷媒充注量!

# jclblInWBCool.Text
source: WB
fr: B.H.
it: BU
zh_cn: 湿球

# jclblLayoutType.Text
source: Layout Type
de: Darstellungsart
fr: Type de mise en page
it: Tipo Layout
zh_cn: 布局类型

# jclblMaterialList.Text
source: Material List
de: Materialliste
fr: Liste de matériel
it: Lista dei materiali
zh_cn: 组件列表

# jclblMaxRatio.Text
source: Max %
it: Massimo
zh_cn: 最大值

# jclblOrderDate.Text
source: Order Date
de: Auftragsdatum
fr: Date de commande
it: Data dell'ordine
zh_cn: 订单日期

# jclblOutdoor.Text
source: System
fr: Extérieur
it: Sistema
zh_cn: 系统

# jclblOutdoor1.Text
source: Outdoor
de: System
fr: Extérieur
it: Sistema
zh_cn: 系统

# jclblOutdoorType.Text
source: Outdoor Type
de: Produkttyp
fr: Type de produit
it: Tipologia prodotto
zh_cn: 室外机类型

# jclblOutIWCool.Text
source: Inlet Water
de: Wassereintritt
fr: Entrée d'eau
it: Ingresso acqua
zh_cn: 进水温

# jclblOutIWHeat.Text
source: Inlet Water
de: Wassereintritt
fr: Entrée d'eau
it: Ingresso acqua
zh_cn: 进水温

# jclblOutModel.Text
source: Model
fr: Modèle
it: Modello
zh_cn: 型号

# jclblProductType.Text
source: Product type
de: Produkttyp
fr: Type de produit
it: Tipologia prodotto
zh_cn: 产品类型

# jclblPurchaseOrderNo.Text
source: Purchase Order No.
de: Auftragsnummer
fr: N° de commande d'achat
it: Ordine d'acquisto n.
zh_cn: 采购单号

# jclblRemarks.Text
source: Remarks
de: Anmerkungen
fr: Remarques
it: Osservazioni
zh_cn: 备注

# jclblRequiredC.Text
source: Required
de: Gefordert
fr: Requis
it: Necessario
zh_cn: 需求

# jclblRequiredC1.Text
source: Required
de: Notwendige Innengeräteleistung
fr: Requis
it: Necessario
zh_cn: 需求

# jclblRequiredC2.Text
source: Required
de: Notwendige sensible Heizleistung
fr: Requis
it: Necessario
zh_cn: 需求

# jclblRequiredH.Text
source: Required
de: Gefordert
fr: Requis
it: Necessario
zh_cn: 需求

# jclblRequiredH1.Text
source: Required
de: Notwendige Innengeräteleistung
fr: Requis
it: Necessario
zh_cn: 需求

# jclblSalesOffice.Text
source: Sales Office
de: Vertriebsbüro
fr: Agence commerciale
it: Ufficio vendite
zh_cn: 销售办公室

# jclblSalesYINo.Text
source: Sales Engineer's YI No.
de: Vertriebsmitarbeiter Ja/Nein
fr: N° Ingénieur de ventes
it: Tecnico commerciale si/no
zh_cn: 销售工程师 YI 编号

# jclblScale.Text
source: Scale %
de: Maßstab %
fr: % d'échelle
it: Scala %
zh_cn: 缩放 %

# jclblScale1.Text
source: Scale %
de: Maßstab %
fr: % d'échelle
it: Scala %
zh_cn: 缩放 %

# jclblSelectionMode.Text
source: Selection Mode
de: Ausgewählter Modus
fr: Mode de sélection
it: Modalità di selezione
zh_cn: 选型模式

# jclblSensibleHeatC.Text
source: Sensible Heat
de: Sensible Heizeistung
fr: Chaleur sensible
it: Calore sensibile
zh_cn: 显热

# jclblShipTo.Text
source: Ship To
de: Ausliefern an
fr: Envoyé à
it: Spedire a
zh_cn: 运送至

# jclblSoldTo.Text
source: Sold To
de: Verkaufen an
fr: Client
it: Venduto a
zh_cn: 客户

# jclblTemperatureC.Text
source: Temperature
de: Temperatur
fr: Température
it: Temperatura
zh_cn: 温度

# jclblTemperatureC1.Text
source: Temperature
de: Temperatur
fr: Température
it: Temperatura
zh_cn: 温度

# lblProjAltitude.Text
source: Altitude
de: Höhe *
it: Altitudine
zh_cn: 海拔高度 *

# lblProjContractNo.Text
source: Contract No.
de: Kontakt Nr.
fr: N° de contrat
it: N. Contratto
zh_cn: 合同号

# lblProjLocation.Text
source: Project Location
de: Projektstandort
fr: Localisation du projet
it: Luogo dell'installazione
zh_cn: 项目位置

# lblProjName.Text
source: Project Name
de: Projektname
fr: Nom du projet
it: Nome Progetto
zh_cn: 项目名称

# lblProjProductType.Text
source: Product Type
de: Produkttyp
fr: Type de produit
it: Tipologia prodotto
zh_cn: 产品类型

# lblProjRegion.Text
source: Region
fr: Région de ventes
it: Regione
zh_cn: 区域

# lblProjSalesName.Text
source: Sales Engineer
de: Vertriebsmitarbeiter
fr: Ingénieur de ventes
it: Tecnico commerciale
zh_cn: 销售工程师

# lbl_HelpInfo.Text
source: Help Info
de: Hilfe
fr: Aide
it: Aiuto
zh_cn: 帮助信息

# lbl_ProjectInfo.Text
source: Project Info
de: Projektinfo
fr: Information projet
it: Informazioni del progetto
zh_cn: 项目信息

# setCoolingOnlyToolStripMenuItem.Text
source: Use of Cooling Operation
de: Verwenden Sie den Kühlbetrieb
it: Utilizzare l'operazione di raffreddamento

# tbtnAbout.Text
source: About
de: Über
fr: Au sujet de
it: Circa
zh_cn: 关于

# tbtnExit.Text
source: Exit
de: Beenden
fr: Sortie
it: Uscita
zh_cn: 退出

# tbtnImport.Text
source: Import
de: Importieren
it: Importa
zh_cn: 导入

# tbtnLanguage.Text
source: Language
de: Sprache
fr: Langue
it: Lingua
zh_cn: 语言

# tbtnNew.Text
source: New
de: Neu
fr: Nouveaux
it: Nuovo
zh_cn: 新建

# tbtnOpen.Text
source: Open
de: Öffnen
fr: Ouvert
it: Apri
zh_cn: 打开

# tbtnSave.Text
source: Save
de: Speichern
fr: Enregistrer
it: Speichern
zh_cn: 保存

# tbtnSaveAs.Text
source: Save As...
de: Speichern unter
fr: Enregistrer sous
it: Salva
zh_cn: 另存为

# tbtnSetting.Text
source: Setting
de: Einstellung
fr: Paramètres
it: Impostazioni
zh_cn: 设置

# tpgController.Text
source: Control
de: Regler
fr: Controlleur
it: Controllo
zh_cn: 控制器

# tpgControllerGrouping.Text
source: Control Groups
de: Regelungsgruppen
fr: Groupes de contrôle
it: Gruppo di controllo
zh_cn: 控制器组

# tpgControllerWiring.Text
source: Controllers Wiring
de: Regelungsschema
fr: Raccordement électrique des contrôleurs
it: Collegamenti elettrici per i controlli
zh_cn: 控制器配线图

# tpgExchanger.Text
source: Exchanger
de: Austausch
fr: Échangeur
it: Scambiatore
zh_cn: 热交换机

# tpgIndoor.Text
source: Indoor
de: Innengerät
fr: Intérieur
it: Interno
zh_cn: 室内机

# tpgOutdoor.Text
source: Outdoor
de: Außen
fr: Extérieur
it: Esterno
zh_cn: 室外机

# tpgPiping.Text
source: Piping
de: Verrohrrung
fr: Tuyauterie
it: Tubazione
zh_cn: 配管图

# tpgProject.Text
source: Project
de: Projekt
fr: Projet
it: Progetto
zh_cn: 项目

# tpgWiring.Text
source: Wiring
de: Verkabelung
fr: Cablage
it: Collegamenti
zh_cn: 配线图

# uc_CheckBox_Cooling.TextString
source: Cooling
de: Kühlen
fr: Refroidissement
it: Raffrescamento
zh_cn: 制冷

# uc_CheckBox_Heating.TextString
source: Heating
de: Heizung
fr: Chauffage
it: Riscaldamento
zh_cn: 制热

# uc_CheckBox_IsRoomBase.TextString
source: On the basis of room
de: Auf der Grundlage des Raums
fr: Par pièce
it: Sulla base della camera
zh_cn: 基于房间

# uc_CheckBox_PipingHorizontal.TextString
source: Horizontal
it: Orizzontale
zh_cn: 横向

# uc_CheckBox_PipingLength.TextString
source: Enter piping lengths manually
de: Geben Sie die Leitungslänge manuell ein
fr: Longueur de tuyauteries
it: Immettere manualmente le lunghezze delle tubazioni
zh_cn: 手工输入管长

# uc_CheckBox_PipingVertical.TextString
source: Vertical
de: Vertikal
fr: Verticale
it: Verticale
zh_cn: 纵向

# uc_CheckBox_RptAllSystem.TextString
source: All Systems
de: Alle Systeme
fr: Tous les systèmes
it: Tutto il sistema
zh_cn: 所有系统

# uc_CheckBox_RptController.TextString
source: Controllers
de: Regler
fr: Contrôleur
it: Controllo
zh_cn: 控制器信息

# uc_CheckBox_RptIndoorDetail.TextString
source: Indoor unit details
de: Detail Innengerät
fr: Détail intérieur
it: Specifiche interne
zh_cn: 室内机信息

# uc_CheckBox_RptOptionPrice.TextString
source: Show Option Price
de: Zubehörpreis anzeigen
it: Zubehörpreis anzeigen

# uc_CheckBox_RptOutdoorDetail.TextString
source: Outdoor unit details
de: Detail Außengerät
fr: Détail extérieur
it: Specifiche esterne
zh_cn: 室外机信息

# uc_CheckBox_RptPiping.TextString
source: Piping diagrams
de: Information Verrohrung
fr: Tuyauterie
it: Informazioni tubazione
zh_cn: 配管信息

# uc_CheckBox_RptRoomInfo.TextString
source: Room Info.
de: Rauminformation
fr: Information pièce
it: Informazioni stanza
zh_cn: 房间信息

# uc_CheckBox_RptSelectAllModule.TextString
source: Select All
de: Alle auswählen
fr: Tout sélectionner
it: Seleziona tutto
zh_cn: 全选

# uc_CheckBox_RptWiring.TextString
source: Wiring diagrams
de: Verkabelung
fr: Câblage
it: Cablaggio
zh_cn: 配线信息

# uc_CheckBox_RptExchanger.TextString
source: Total heat exchanger
de: Austausch
fr: Echangeur
it: Scambiatore
zh_cn: 热交换机

# jclblProjectRevision.Text
source: Project Revision
de: Projekt Überarbeitung
fr: Révision du projet
it: Revisione del progetto
zh_cn: 项目修订

# jclbProjectUpdateDate.Text
source: Last Update Date
de: Datum des letzten Updates
fr: Date de dernière mise à jour
it: Data ultimo aggiornamento
zh_cn: 项目修改日期

# jcbtnPipingRules.Text
source: Piping rules
de: Rohrleitungsregeln
fr: Règles de tuyauterie
it: Regole di piping
zh_cn: 配管规则

# jclblAddress.Text
source: Address
de: Adresse
fr: Adresse
it: indirizzo
zh_cn: 地址

# jclblClientName.Text
source: Client Name
de: Kundenname
fr: Nom du client
it: Nome del cliente
zh_cn: 客户名

# jclblCompany.Text
source: Company
de: Unternehmen
fr: Compagnie
it: società
zh_cn: 公司

# jclblDeliveryDate1.Text
source: Delivery date
de: Lieferdatum
fr: Date de livraison
it: Data di consegna
zh_cn: 运输要求日期

# jclblLastUpdateDate1.Text
source: Last Update Date
de: Letztes Update-Datum
fr: Date de dernière mise à jour
it: Data ultimo aggiornamento
zh_cn: 项目修改日期

# jclblMail.Text
source: Mail
de: E-Mail
it: posta
zh_cn: 邮箱

# jclblOrderDate1.Text
source: Order Date
de: Bestelldatum
fr: Date de commande
it: Data dell'ordine
zh_cn: 订单日期

# jclblPhoneNo.Text
source: Phone No
de: Telefonnr
fr: Numéro de téléphone
it: Numero di telefono
zh_cn: 手机

# jclblPostCode.Text
source: Post Code
de: Postleitzahl
fr: Code postal
it: Codice postale
zh_cn: 邮编

# jclblProjectLocation1.Text
source: Project Location
de: Projektstandort
fr: Lieu du projet
it: Posizione del progetto
zh_cn: 项目位置

# jclblProjectRevision1.Text
source: Project Revision
de: Projekt Überarbeitung
fr: Révision du projet
it: Revisione del progetto
zh_cn: 项目修订

# jclblPurchaseOrderNo1.Text
source: Purchase Order No.
de: Bestellnummer
fr: Numéro de commande
it: Numero dell'ordine d'acquisto
zh_cn: 采购单号

# jclblRemarks1.Text
source: Remarks
de: Bemerkungen
fr: Remarques
it: Osservazioni
zh_cn: 备注

# jclblSalesEngineer1.Text
source: Sales Engineer
de: Vertriebsingenieur
fr: Ingénieur commercial
it: Tecnico commerciale
zh_cn: 销售工程师

# uc_CheckBox_Actual.TextString
source: Show Actual Capacity
de: Tatsächliche Kapazität anzeigen
fr: Afficher la capacité réelle
it: Mostra capacità effettiva
zh_cn: 显示实际容量

# uc_CheckBox_Nominal.TextString
source: Show Nominal Capacity
de: Nennkapazität anzeigen
fr: Afficher la capacité nominale
it: Mostra capacità nominale
zh_cn: 显示估算容量

# jclabExchangertxt.Text
source: Exchanger
de: Austausch
fr: Échangeur
it: Scambiatore
zh_cn: 热交换机

# jclabExc_Accessorytxt.Text
source: Accessories
de: Zubehör
fr: Accessoires
it: Accessori
zh_cn: 配件

# jclabIDU_Accessorytxt.Text
source: Accessories
de: Zubehör
fr: Accessoires
it: Accessori
zh_cn: 配件

# jclabIndoortxt.Text
source: Indoor
de: Innengerät
fr: Intérieur
it: Interno
zh_cn: 室内机

# jclabODU_Accessorytxt.Text
source: Accessories
de: Zubehör
fr: Accessoires
it: Accessori
zh_cn: 配件

# jclabOuddoortxt.Text
source: Outdoor
de: Außen
fr: Extérieur
it: Esterno
zh_cn: 室外机

# jclblController_help3.Text
source: Central controls and gateways can be freely selected, user must check configuration with technical documentation.
de: Zentrale Steuerungen und Gateways können frei gewählt werden, der Benutzer muss die Konfiguration mit der technischen Dokumentation überprüfen.
fr: Les contrôles centraux et les passerelles peuvent être librement sélectionnés, l'utilisateur doit vérifier la configuration avec la documentation technique.
it: I controlli centrali e i gateway possono essere selezionati liberamente, l'utente deve controllare la configurazione con la documentazione tecnica.
zh_cn: 中央控制器和网关可以自由选择，用户必须通过技术文档检查配置。

# jcLabel3.Text
source: Control groups
de: Kontrollgruppen
fr: Groupes de contrôle
it: Gruppi di controllo

# jcLabel4.Text
source: Controller
fr: Contrôleur
it: controllore

# jclblController_LeftTitle1.Text
source: Controllers
de: Treiber und Downloads
fr: Pilotes et téléchargements
it: Driver e download

# jclblController_LeftTitle2.Text
source: System
fr: Système
it: sistema

# jclblController_Step1.Text
source: Step 1
de: Schritt 1
fr: Étape 1
it: Passaggio 1

# jclblController_Step2.Text
source: Step 2
de: Schritt 2
fr: Étape 2
it: Passaggio 2

# uc_CheckBox_IsRoomBase1.TextString
source: On the basis of room
fr: Par pièce
it: Sulla base della camera
zh_cn: 基于房间

# tbtnExport.Text
source: Export
fr: Exportation
it: Esportazione
zh_cn: 导出

# uc_CheckBox_IduCapacityW.TextString
source: IDU Capacity in (W)
de: IDU-Kapazität in (W)
fr: Capacité de l'UDI en (W)
it: Capacità IDU in (W)
zh_cn: IDU容量（W）

# jclblAssignedindoor.Text
source: Assigned indoor units
de: zugewiesenen Innengeräte
fr: Unités intérieures assignées
it: Unità interne assegnate
zh_cn: 分配室内机

# jclblIndoorNumbers.Text
source: Number
de: Nummer
fr: Nombre
it: Numero
zh_cn: 数量

# jclbltotalNominalCapacity.Text
source: Total nominal capacity
de: Gesamtnennkapazität
fr: Capacité nominale totale
it: Capacità nominale totale
zh_cn: 总估算容量

# jcbtnOutputPdf.Text
source: Output pdf
fr: Export PDF
zh_cn: 输出PDF

# tpgReport.Text
source: Report
de: Bericht
fr: Rapport
zh_cn: 报告

# jclblInDBHeat.Text
source: DB
fr: B.S.

# jclblOutDBCool.Text
source: DB
fr: B.S.

# jclblOutDBHeat.Text
source: DB
fr: B.S.

# jclblOutRH.Text
source: RH %
fr: H.R. %

# jclblOutWBHeat.Text
source: WB
fr: B.H.

# jclblTel.Text
source: Tel
zh_cn: 电话
