Repository: vijju1608/VRF
Catalog: JCHVRF.VRFTrans/Translation_*.resx
Languages: pt_br

# T_1
source: E-2-Way Cassette High Efficiency
pt_br: Eficiência elevada da gaveta de 2 maneiras

# T_10
source: E-Commercial VRF CO, FSNA6Q
pt_br: Comercial VRF CO, FSNA6Q

# T_11
source: E-Commercial VRF HP, Water Source
pt_br: VRF comercial HP, fonte de água

# T_12
source: E-Four Way Cassette
pt_br: Cassete de quatro vias

# T_13
source: E-Medium Static Ducted
pt_br: Canais Estáticos Médios

# T_14
source: E-Total Heat Exchanger (KPI-1)
pt_br: Permutador Total de Calor (KPI-1)

# T_15
source: E-Total Heat Exchanger (KPI-Q2E)
pt_br: Permutador Total de Calor (KPI-Q2E)

# T_16
source: E-High Static Ducted
pt_br: Alta Estática Conduzida

# T_17
source: E-Wireless Remote Control Switch
pt_br: Interruptor de controle remoto sem fio

# T_18
source: E-FSNA6Q (Top discharge)
pt_br: FSNA6Q (alta de descarga)

# T_19
source: E-Total Heat Exchanger (KPI-E4E)
pt_br: Permutador Total de Calor (KPI-E4E)

# T_2
source: E-4-Way Cassette Mini
pt_br: Cassete de 4 vias Mini

# T_20
source: E-Total Heat Exchanger (KPI-X4E)
pt_br: Permutador Total de Calor (KPI-X4E)

# T_3
source: E-Remote control with timer
pt_br: Controle remoto com temporizador

# T_4
source: E-Commercial VRF HP, FSXNPE
pt_br: VRF Comercial HP, FSXNPE

# T_5
source: E-Commercial VRF HR, FSXNPE
pt_br: VRF comercial HR, FSXNPE

# T_6
source: E-FSXNPE (Top discharge)
pt_br: FSXNPE (alta de descarga)

# T_7
source: E-FSXNSE (Top discharge)
pt_br: FSXNSE (alta de descarga)

# T_8
source: E-Central Station Mini
pt_br: Estação Central Mini

# T_9
source: E-H-Link Relay
pt_br: Relé H-Link
